[Settings]

AuthorName=zexspectrum	
AuthorEmail=zexspectrum@gmail.com
Language=Russian
RTLReading=0
CrashRptVersion=1203

[MainDlg]
DlgCaption=Отчет об ошибке
HeaderText=%s прекратил работу
SubHeaderText=Пожалуйста, отправьте нам этот отчет, чтобы помочь исправить ошибку.
WhatDoesReportContain=Что содержится в отчете?
ProvideAdditionalInfo=Предоставить дополнительные сведения (рекомендуется)
YourEmail=Ваш E-mail:
DescribeProblem=Опишите в нескольких словах, какие действия привели к ошибке:
MyConsent=Нажав на кнопку "Отправить отчет", я подтверждаю, что я ознакомлен(а) с его содержимым и согласен(на) с условиями Политики конфиденциальности.
MyConsent2=Нажав на кнопку "Отправить отчет", я подтверждаю, что я ознакомлен(а) с его содержимым.
PrivacyPolicy=Политика конфиденциальности
InvalidEmailCaption=Неправильный E-mail
InvalidEmailText=Пожалуйста, укажите правильный E-mail адрес, например, name@hotmail.com.
SendReport=Отправить отчет
CloseTheProgram=Закрыть программу

[DetailDlg]
DlgCaption=Содержимое отчета об ошибке
DoubleClickAnItem=Дважды щелкните на названии файла, чтобы открыть его.
FieldName=Имя
FieldDescription=Описание
FieldType=Тип
FieldSize=Размер
Preview=Просмотр
PrivacyPolicy=Политика конфиденциальности
Close=Закрыть
Export=Экспорт...
NoDataToDisplay=Нет данных для отображения
PreviewAuto=Авто
PreviewText=Текст
PreviewHex=Hex
           
[ProgressDlg]
DlgCaption=%s - Отправка отчета об ошибке
DlgCaption2=%s прекратил работу
DlgCaptionExport = %s - Экспорт отчета об ошибке
CollectingCrashInfo=Подготовка данных для отчета об ошибке...
CompressingFiles=Сжатие файлов отчета об ошибке...
StatusText=Идет отправка отчета (попытка %d из 3)...
ConfirmLaunchEmailClient=Отчет об ошибке может быть отправлен с помощью Вашей почтовой программы (%s).\nНажмите OK, чтобы запустить почтовую программу, или нажмите Отмена, чтобы отказаться.
CompletedWithErrors=Не удалось отправить отчет. Нажмите кнопку Закрыть.
ExportedWithErrors=Экспорт завершен с ошибками. Нажмите кнопку Закрыть.
CopySelectedLines=Копировать выделенные строки
CopyTheWholeLog=Копировать лог целиком
Cancel=Отмена
Cancelling=Отменяется...
Close=Закрыть

